function renderAboutPage() {
    infoBlock.innerHTML = 
    `
    <div class="about-text">
        <img src="img/img1.png" alt="" class="home_tea center">

        <p class="home_text bold center">
            Ласкаво просимо до нашого чайного світу!
        </p>

        <p class="home_text">
            Ми - ваш провідник у світі чаю. Наш сайт - це ваше онлайн укриття від буденних справ, 
            де ви можете насолоджуватися широким вибором чаїв з усього світу. Незалежно від того, 
            чи ви новачок у чайній культурі, чи вже досвідчений знавець, у нас є щось особливе 
            для кожного.
        </p>

        <p class="home_text">
            На нашому сайті ви знайдете каталог, що розкриває багатогранний світ чаю. 
            Від класичних сортів до рідкісних та екзотичних видів, кожен чай відображає унікальний 
            смак, аромат і традиції країни його походження. З нами ви відкриєте для себе нові смаки, 
            вивчите цікаві факти та історію чаю, і, можливо, знайдете ваш улюблений напій.
        </p>

        <p class="home_text">
            Наша мета - подарувати вам незабутній досвід чаєпиття, де ви зможете знайти внутрішній 
            спокій, відновити енергію та насолодитися кожною краплею вашого улюбленого напою.
        </p>

        <p class="home_text">
            Приєднуйтесь до нас у цій чарівній подорожі світом чаю. Дозвольте нам занурити вас 
            у неповторний світ ароматів та смаків.
        </p>

        <p class="home_text center">
            Дякуємо, що обрали нас!
        </p>
    </div>
    `;
}

