function renderCatalogPage() {
    infoBlock.innerHTML = 
    `
    <div class="about-text">
        <img src="img/type_tea.png" alt="" class="type_tea center">

        <p class="home_text bold center">
            Класифікація видів та сортів
        </p>

        <p class="home_text">
            Ми - ваш провідник у світі чаю. Наш сайт - це ваше онлайн укриття від буденних справ, 
            де ви можете насолоджуватися широким вибором чаїв з усього світу. Незалежно від того, 
            чи ви новачок у чайній культурі, чи вже досвідчений знавець, у нас є щось особливе 
            для кожного.
        </p>
    </div>
    `;

    return infoBlock;
}

// Яким буває чай? Зручна класифікація видів та сортів
// Класичні напої

// Чорний;
// Зелений;
// Жовтий;
// Білий;
// Улун;
// Пуер;
// Крім того, чаєм споживачі називають настої, отримані з трав, рослин та фруктів:

// Мате;
// Каркаді;
// Ройбуш;
// Анчан;
// Фіточаї (трав'яні та деревні збори). Поділяються на категорії:;
    // Суцвіття;
    // З листя трав;
    // Коріння трав'яних рослин;
    // З кори дерев;
    // З насіння;
    // Фруктово-ягідні напої, що виготовляються із висушених натуральних плодів;