function renderHomePage() {
    infoBlock.innerHTML = 
    `
    <div class="home-block">
        <img src="img/img_head.png" alt="" class="home_tea">

        <p class="home_text bold">
        Відкрийте для себе світ чаю
        </p>

        <p class="home_text">
        Чай, улюблений напій, який шанують культури по всьому світу, має багату історію, 
        що налічує тисячі років. Чай, що походить від рослини Camellia sinensis, 
        культивується в різних регіонах, від туманних гір Китаю та пишних полів Індії 
        до мальовничих плантацій Шрі-Ланки та спокійних садів Японії.
        </p>

        <p class="home_text">
        Кожен ковток чаю пропонує подорож крізь час і терруар, відображаючи унікальний клімат, 
        грунт і традиції його походження. Від делікатного білого чаю до міцного чорного чаю, 
        ароматного зеленого чаю та заспокійливих трав’яних настоїв, світ чаю може похвалитися 
        захоплюючим набором смаків, ароматів і користі для здоров’я.
        </p>
        
        <p class="home_text">
        Чай, відомий своїми антиоксидантними властивостями та потенційною користю для здоров’я, сприяє розслабленню, покращує концентрацію уваги та покращує загальне самопочуття. Незалежно від того, чи насолоджується чаєм як ранковим ритуалом, післяобіднім прийомом їжі чи заспокійливим напоєм перед сном, чай продовжує захоплювати серця та уми, пропонуючи момент спокою у суєті.
        </p>

        <p class="home_text">
        Приєднуйтесь до нас у подорожі відкриттів, коли ми досліджуємо чарівний світ чаю, 
        де кожна чашка розповідає історію, а кожен ковток пробуджує почуття.
        </p> 
  </div>
    `;
}

