const teaType = [
    { 
        id: 1, 
        type: 'Чорний;', 
        text: 'Чорний чай має насичений смак та аромат. Він отримується з листя чайного куща, що пройшло ферментацію та окислення. Чорний чай відрізняється від інших видів чаю темним кольором настою та глибоким смаком. Часто вживається як основа для різноманітних чайних сумішей, а також може вживатися як самостійний напій. Чорний чай містить катехіни та інші корисні сполуки, які сприяють підвищенню енергії, поліпшенню фокусу та загальному самопочуттю.' 
    },

    { 
        id: 2, 
        type: '', 
        component: homePage, 
        title: 'Home' 
    },

    { 
        id: 3, 
        type: '', 
        component: homePage, 
        title: 'Home' 
    },

    { 
        id: 4, 
        type: '', 
        component: homePage, 
        title: 'Home' 
    },

    { 
        id: 5, 
        type: '', 
        component: homePage, 
        title: 'Home' 
    },

    { 
        id: 6, 
        type: '', 
        component: homePage, 
        title: 'Home' 
    }
];



// Яким буває чай? Зручна класифікація видів та сортів
// Класичні напої

// 
// Зелений;
// Жовтий;
// Білий;
// Улун;
// Пуер;
// Крім того, чаєм споживачі називають настої, отримані з трав, рослин та фруктів:

// Мате;
// Каркаді;
// Ройбуш;
// Анчан;
// Фіточаї (трав'яні та деревні збори). Поділяються на категорії:;
    // Суцвіття;
    // З листя трав;
    // Коріння трав'яних рослин;
    // З кори дерев;
    // З насіння;
    // Фруктово-ягідні напої, що виготовляються із висушених натуральних плодів;